-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: 2019 年 2 月 14 日 12:26
-- サーバのバージョン： 5.7.23
-- PHP Version: 7.2.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `gs_f02_db29`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `bookmarks`
--

CREATE TABLE `bookmarks` (
  `id` int(11) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `movinid` varchar(255) NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `type` tinyint(4) NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- テーブルの構造 `bookmark_items`
--

CREATE TABLE `bookmark_items` (
  `id` int(11) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `bookmark_id` bigint(20) NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- テーブルの構造 `followers`
--

CREATE TABLE `followers` (
  `id` int(11) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `follow_user` varchar(100) NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- テーブルの構造 `gs_bm_table`
--

CREATE TABLE `gs_bm_table` (
  `id` int(12) NOT NULL,
  `name` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `url` text COLLATE utf8_unicode_ci NOT NULL,
  `comment` text COLLATE utf8_unicode_ci NOT NULL,
  `indate` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- テーブルのデータのダンプ `gs_bm_table`
--

INSERT INTO `gs_bm_table` (`id`, `name`, `url`, `comment`, `indate`) VALUES
(1, '課題', 'テスト', '難しい', '2019-02-02 17:45:00'),
(2, 'プログラミング', '2019-02-03', '難しい', '2019-02-03 19:46:49'),
(3, 'プログラミング2', '2019-02-03', '難しい', '2019-02-03 19:54:23'),
(4, 'プログラミング', '2019-02-28', 'テスト', '2019-02-03 20:57:40');

-- --------------------------------------------------------

--
-- テーブルの構造 `items`
--

CREATE TABLE `items` (
  `id` int(11) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `store_id` varchar(100) NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- テーブルの構造 `keywords`
--

CREATE TABLE `keywords` (
  `id` int(11) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- テーブルの構造 `members`
--

CREATE TABLE `members` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `picture` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- テーブルのデータのダンプ `members`
--

INSERT INTO `members` (`id`, `name`, `email`, `password`, `picture`, `created`, `modified`) VALUES
(1, 'yoshi', 'yoshi@gmail.com', '7yoshi', 'meber.jpg', '2019-02-07 20:55:13', '2019-02-07 11:55:13');

-- --------------------------------------------------------

--
-- テーブルの構造 `movins`
--

CREATE TABLE `movins` (
  `id` int(11) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- テーブルの構造 `php02_table`
--

CREATE TABLE `php02_table` (
  `id` int(12) NOT NULL,
  `task` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `deadline` date NOT NULL,
  `comment` text COLLATE utf8_unicode_ci,
  `indate` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- テーブルのデータのダンプ `php02_table`
--

INSERT INTO `php02_table` (`id`, `task`, `deadline`, `comment`, `indate`) VALUES
(2, '課題222', '2019-02-15', '難しいわ', '2019-02-02 15:21:43'),
(11, '課題', '2019-02-07', '頑張る', '2019-02-02 16:31:45'),
(12, 'DB接続', '2019-02-02', 'ここまで', '2019-02-02 16:34:08'),
(13, 'DB接続', '2019-02-02', 'ここまで', '2019-02-02 16:59:46'),
(14, 'DB接続', '2019-02-19', 'やばい', '2019-02-02 17:05:21'),
(15, 'DB接続', '2019-02-21', 'テスト', '2019-02-02 17:37:07'),
(16, '課題', '2019-02-09', 'test', '2019-02-09 14:45:20');

-- --------------------------------------------------------

--
-- テーブルの構造 `posts`
--

CREATE TABLE `posts` (
  `id` int(11) NOT NULL,
  `member_id` int(11) NOT NULL,
  `reply_post_id` int(11) NOT NULL,
  `message` text NOT NULL,
  `created` datetime NOT NULL,
  `modified` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- テーブルのデータのダンプ `posts`
--

INSERT INTO `posts` (`id`, `member_id`, `reply_post_id`, `message`, `created`, `modified`) VALUES
(1, 0, 0, 'kimuchi', '2019-02-07 20:59:22', '2019-02-07 11:59:22');

-- --------------------------------------------------------

--
-- テーブルの構造 `shares`
--

CREATE TABLE `shares` (
  `id` int(11) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- テーブルの構造 `stores`
--

CREATE TABLE `stores` (
  `id` int(11) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- テーブルの構造 `users`
--

CREATE TABLE `users` (
  `id` bigint(20) NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `movinid` varchar(255) NOT NULL,
  `group` tinyint(4) NOT NULL,
  `username` varchar(100) NOT NULL,
  `name` varchar(100) NOT NULL,
  `password` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `valide` tinyint(4) NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- テーブルのデータのダンプ `users`
--

INSERT INTO `users` (`id`, `uuid`, `movinid`, `group`, `username`, `name`, `password`, `email`, `description`, `valide`, `created`, `modified`) VALUES
(3, '', 'naxis', 1, 'alexis', 'alexis', '$2a$10$zR5Hd01M1vzefCacSseMqOwm459xWoaChEWU3CcvnrnP/phbf31nO', '', 'test', 1, '2014-10-06 00:16:37', '2014-10-06 00:16:37'),
(4, 'alexis', 'alexis', 0, '', '', '', '', '', 0, '2014-11-16 05:57:09', '2014-11-16 05:57:09'),
(5, '', 'user-identifier', 0, '', '', '', '', '', 0, '2014-11-16 06:33:21', '2014-11-16 06:33:21'),
(6, '', '8f2c51e485664aadbdcc64764433a297', 0, '', '', '', '', '', 0, '2014-11-29 06:02:41', '2014-11-29 06:02:41'),
(7, '', 'fjksfjaslkjflskgj', 0, '', '', '', '', '', 0, '2014-12-06 05:32:16', '2014-12-06 05:32:16'),
(9, '', 'wewr3434', 0, '', '', '', '', '', 0, '2014-12-06 06:29:28', '2014-12-06 06:29:28'),
(12, '', 'l2dyKoZH', 0, '', '', '', '', '', 0, '2014-12-06 08:48:40', '2014-12-06 08:48:40'),
(13, '', 'ZpyRncny', 0, '', '', '', '', '', 0, '2014-12-06 08:50:16', '2014-12-06 08:50:16'),
(14, '', 'dVDRcXTV', 0, '', '', '', '', '', 0, '2014-12-06 08:51:29', '2014-12-06 08:51:29'),
(15, '', 'qdHsKD7R', 0, '', '', '', '', '', 0, '2014-12-06 08:54:25', '2014-12-06 08:54:25'),
(16, '', 'kIRXHWDe', 0, '', '', '', '', '', 0, '2014-12-06 08:55:04', '2014-12-06 08:55:04'),
(17, '', 'KEj5Slmv', 0, '', '', '', '', '', 0, '2014-12-06 08:56:00', '2014-12-06 08:56:00'),
(18, '', 'yhbf5EZf', 0, '', '', '', '', '', 0, '2014-12-06 08:56:15', '2014-12-06 08:56:15'),
(19, '', '000V6dLM', 0, '', '', '', '', '', 0, '2014-12-06 08:56:32', '2014-12-06 08:56:32'),
(20, '', 'Se9P8QIR', 0, '', '', '', '', '', 0, '2014-12-06 08:56:57', '2014-12-06 08:56:57'),
(21, '', 'gXDwmBX0', 0, '', '', '', '', '', 0, '2014-12-06 12:35:05', '2014-12-06 12:35:05'),
(22, '', 'rs1Eblfe', 0, '', '', '', '', '', 0, '2014-12-06 12:35:12', '2014-12-06 12:35:12'),
(23, '', 'DmZIiwjC', 0, '', '', '', '', '', 0, '2014-12-06 12:35:27', '2014-12-06 12:35:27'),
(24, '', 'D5hp3Sa7', 0, '', '', '', '', '', 0, '2014-12-07 00:45:02', '2014-12-07 00:45:02'),
(25, '', 'MEsiEr0g', 0, '', '', '', '', '', 0, '2014-12-07 00:45:06', '2014-12-07 00:45:06'),
(26, '', 'nZm8xza6', 0, '', '', '', '', '', 0, '2014-12-07 06:36:43', '2014-12-07 06:36:43'),
(27, '', 'gtTGr5rC', 0, '', '', '', '', '', 0, '2014-12-07 06:43:45', '2014-12-07 06:43:45'),
(28, '', 'IAcMQ1oh', 0, '', '', '', '', '', 0, '2014-12-07 06:43:50', '2014-12-07 06:43:50'),
(29, '', 'U9gisPj9', 0, '', '', '', '', '', 0, '2014-12-07 07:42:36', '2014-12-07 07:42:36'),
(30, 'wewr3434', 'Ss2JAwxc', 0, '', '', '', '', '', 0, '2014-12-07 07:45:11', '2014-12-07 07:45:11'),
(31, 'wewr3434', 'Wvtgyi6U', 0, '', '', '', '', '', 0, '2014-12-07 07:56:01', '2014-12-07 07:56:01'),
(32, 'fea03e67f9954af2a728d674cf22e39c', 'y7J7c56m', 0, '', '', '', '', '', 0, '2014-12-13 05:58:30', '2014-12-13 05:58:30'),
(33, '3a539a9f0e2c4aaf8bb8390e897cad63', 'VrAA8iAz', 0, '', '', '', '', '', 0, '2014-12-13 05:58:33', '2014-12-13 05:58:33'),
(34, 'f6a78e926bc54faabd320c273ba5d492', 'TzQBKU4c', 0, '', '', '', '', '', 0, '2014-12-13 06:04:26', '2014-12-13 06:04:26'),
(35, 'user-identifier', 'jGcBpd8V', 0, '', '', '', '', '', 0, '2014-12-13 06:07:47', '2014-12-13 06:07:47'),
(36, 'user-identifier', 'vbLpcvhi', 0, '', '', '', '', '', 0, '2014-12-13 06:15:30', '2014-12-13 06:15:30'),
(37, '5b96952713b849ac8b45c01f87b94a76', 'AyIIXUyA', 0, '', '', '', '', '', 0, '2014-12-13 06:20:18', '2014-12-13 06:20:18'),
(38, 'ad631b17f7e0467eae2ee0462087377b', 'nK0JSZlj', 0, '', '', '', '', '', 0, '2014-12-13 06:20:34', '2014-12-13 06:20:34'),
(39, 'c29f27416a0d4a64acf0d21eab631b9e', '5YaB3g6t', 0, '', '', '', '', '', 0, '2014-12-13 06:22:25', '2014-12-13 06:22:25'),
(40, 'c4cf722edf8047fcbf4424ff06cf3a61', 'cosnr11I', 0, '', '', '', '', '', 0, '2014-12-13 06:24:27', '2014-12-13 06:24:27'),
(41, 'fdf2ea641f7b4101897dbbeec446f111', '8JGdIo8r', 0, '', '', '', '', '', 0, '2014-12-13 06:24:33', '2014-12-13 06:24:33'),
(42, '0e9e5403608145db8ab00e3980eef0e5', 'lI7yNtQQ', 0, '', '', '', '', '', 0, '2014-12-13 06:27:10', '2014-12-13 06:27:10'),
(43, '69da184325e841e5a18346087c1068f1', '5qcZFQKI', 0, '', '', '', '', '', 0, '2014-12-13 06:30:35', '2014-12-13 06:30:35'),
(44, '4c871050d4e74c489138aad9d4f003d4', 'ip6AU39G', 0, '', '', '', '', '', 0, '2014-12-13 06:31:42', '2014-12-13 06:31:42'),
(45, '7e73b039ca4e446283d318fb4c9d469f', 'FI17lCva', 0, '', '', '', '', '', 0, '2014-12-13 06:31:59', '2014-12-13 06:31:59'),
(46, 'dadb7f3540b2440c80fb48eec88e6156', 'T8JDwmx8', 0, '', '', '', '', '', 0, '2014-12-14 04:48:19', '2014-12-14 04:48:19'),
(47, '389607dd200b4b79bf60bc613147dd5b', 'HeMBaKfR', 0, '', '', '', '', '', 0, '2014-12-14 07:56:02', '2014-12-14 07:56:02'),
(48, '110d56e11aad4cef9ba00a5f182b2982', 'Tyufs2xo', 0, '', '', '', '', '', 0, '2014-12-14 09:04:52', '2014-12-14 09:04:52'),
(49, '8a056cb71d294997a20b2fcc759572d6', 'T5inDfyg', 0, '', '', '', '', '', 0, '2014-12-14 14:47:14', '2014-12-14 14:47:14'),
(50, '000f387e0d734512be6cff6fd5f2a3f0', 'bvRXNjZd', 0, '', '', '', '', '', 0, '2014-12-14 14:47:22', '2014-12-14 14:47:22'),
(51, '698886b941504763b0e0577ea05a630c', '43IadytA', 0, '', '', '', '', '', 0, '2014-12-19 00:19:58', '2014-12-19 00:19:58'),
(52, 'c7a975a2e9b146308ad221b22daefeec', 'dP2IxVwd', 0, '', '', '', '', '', 0, '2014-12-20 04:58:53', '2014-12-20 04:58:53'),
(53, '17966af609d644b599dbf9ef03804a3b', 'WDFlF1sB', 0, '', '', '', '', '', 0, '2014-12-20 05:05:34', '2014-12-20 05:05:34'),
(54, '2eead091a58e4bde8bc8c872a2f8093b', 'bL4GZhbc', 0, '', '', '', '', '', 0, '2014-12-20 05:14:34', '2014-12-20 05:14:34'),
(55, 'b04fa9f832da4627a4de1d4136ce5fd0', 'mbePKzCR', 0, '', '', '', '', '', 0, '2014-12-20 08:05:05', '2014-12-20 08:05:05'),
(56, '252c3c66131b4087b38e25a474e4193a', '4Bc3uY5p', 0, '', '', '', '', '', 0, '2014-12-21 04:47:30', '2014-12-21 04:47:30'),
(57, '36b4884c5a334bd18748d1bfe41155bc', 'jFPASiGM', 0, '', '', '', '', '', 0, '2014-12-21 05:17:08', '2014-12-21 05:17:08'),
(58, '451f6253173d4f36b11fe6fa058d71a3', 'gfw1Dv41', 0, '', '', '', '', '', 0, '2014-12-21 08:40:33', '2014-12-21 08:40:33'),
(59, '124139a230674a4ea0346790259e1a73', 'AxoCTuSq', 0, '', '', '', '', '', 0, '2014-12-23 07:26:43', '2014-12-23 07:26:43'),
(60, 'c3a1ac77380f4e69ba7f25f356d6a1f5', 'sTNDA0VY', 0, '', '', '', '', '', 0, '2014-12-23 07:55:34', '2014-12-23 07:55:34'),
(61, 'b5e9b5ab4df34758b01175ea849b2f71', '0IYmmSpi', 0, '', '', '', '', '', 0, '2014-12-23 07:57:39', '2014-12-23 07:57:39'),
(62, 'b5b9caa8e96743b6b4bbeb4f350b06e3', 'DyPIkInd', 0, '', '', '', '', '', 0, '2014-12-29 16:55:30', '2014-12-29 16:55:30'),
(63, '489779c097a7409ea3895715621600b8', 'LvCVSz4h', 0, '', '', '', '', '', 0, '2014-12-29 17:18:14', '2014-12-29 17:18:14'),
(64, '80a083987a43475b91d6412246b530d6', 'rAgz20Tm', 0, '', '', '', '', '', 0, '2015-01-04 18:49:13', '2015-01-04 18:49:13'),
(65, '53b716f775fe41259649102323110d3a', 'EKOkZSJi', 0, '', '', '', '', '', 0, '2015-01-17 15:25:33', '2015-01-17 15:25:33'),
(66, '19348eaeb322421bbff8845de139d787', 'g4nhRoeS', 0, '', '', '', '', '', 0, '2015-01-18 14:08:51', '2015-01-18 14:08:51'),
(67, 'b725562387824fe4a8100b14ebb1d187', 'sXGhlBNH', 0, '', '', '', '', '', 0, '2015-01-18 14:55:06', '2015-01-18 14:55:06'),
(68, 'a8f61f992c2b439b9c29a2ab59f9c807', 'MAVf7Etn', 0, '', '', '', '', '', 0, '2015-01-18 15:00:36', '2015-01-18 15:00:36'),
(69, '5e0db881dd754b3ab0d0a72658417a4a', 'gucRtfqy', 0, '', '', '', '', '', 0, '2015-01-18 15:45:25', '2015-01-18 15:45:25'),
(70, '430def777ecc4eeca89a57151b7e4844', 'DnxPva3v', 0, '', '', '', '', '', 0, '2015-01-18 15:51:23', '2015-01-18 15:51:23'),
(71, 'a92bd6a90aa44d7eb47c660123a1a9ed', 'laBIicpQ', 0, '', '', '', '', '', 0, '2015-01-18 15:53:49', '2015-01-18 15:53:49'),
(72, '79b9432bd9ee482a9a5cb873db5d5918', 'vI1i5Gci', 0, '', '', '', '', '', 0, '2015-01-18 16:03:47', '2015-01-18 16:03:47'),
(73, 'aa6f2bcff79f4d40aaa60613e06bae01', 'FMWslbpr', 0, '', '', '', '', '', 0, '2015-01-18 16:08:26', '2015-01-18 16:08:26'),
(74, 'a439f7ff7c424b40b13c55538dd6b7b6', 'XoWChNGa', 0, '', '', '', '', '', 0, '2015-01-18 16:13:20', '2015-01-18 16:13:20'),
(75, '3b5cd1a3f3744cae9ce2c31d3f34f447', 'L1N4hOZx', 0, '', '', '', '', '', 0, '2015-01-18 16:16:20', '2015-01-18 16:16:20'),
(76, 'a6c8ea5feb5144468dc3a0ca5ad2b377', '5CC4EDZH', 0, '', '', '', '', '', 0, '2015-01-18 17:47:06', '2015-01-18 17:47:06'),
(77, 'ead1100c08f647c48d4cc25ccd14edbe', 'Xk1FkOzM', 0, '', '', '', '', '', 0, '2015-01-18 17:48:00', '2015-01-18 17:48:00'),
(78, '6c9cc9bdc0db455493ff00bf8ff17de4', 'cEKLbay1', 0, '', '', '', '', '', 0, '2015-01-18 17:48:59', '2015-01-18 17:48:59'),
(79, '3ffec80118e24fb5bfd151988be15e64', 'HkgSLDAu', 0, '', '', '', '', '', 0, '2015-01-18 17:49:06', '2015-01-18 17:49:06'),
(80, '191602d3bd22404ca6a61e4e474b459e', 'rwylY38W', 0, '', '', '', '', '', 0, '2015-01-24 14:49:31', '2015-01-24 14:49:31'),
(81, '813d634610bc411e947fed4fa2c656cf', 'NkZC51xQ', 0, '', '', '', '', '', 0, '2015-01-24 15:55:31', '2015-01-24 15:55:31'),
(82, 'ea68076040f347aaaff847989415485a', 'SnadOJ24', 0, '', '', '', '', '', 0, '2015-01-24 16:27:51', '2015-01-24 16:27:51'),
(83, '139883d6be7a43798f34e3e381d92e5a', 'HiHK1tst', 0, '', '', '', '', '', 0, '2015-01-24 18:08:24', '2015-01-24 18:08:24'),
(84, '9a85e330b4c147139e6ffb34d0a60d5a', '3xgS11IN', 0, '', '', '', '', '', 0, '2015-01-24 18:09:58', '2015-01-24 18:09:58'),
(85, 'd5af097607b7414b945507ec1a296c74', 'By0JIxOA', 0, '', '', '', '', '', 0, '2015-01-24 18:11:21', '2015-01-24 18:11:21'),
(86, '91c9de9b45204a0ab7a6a4de40a964f4', 'riHI968E', 0, '', '', '', '', '', 0, '2015-01-24 18:13:39', '2015-01-24 18:13:39'),
(87, 'bdb01c97be5e446581678f31060a2e96', 'QRDEKPZJ', 0, '', '', '', '', '', 0, '2015-01-25 14:19:26', '2015-01-25 14:19:26'),
(88, '1d51af1e168f478bb5ebbdaafa0cf892', '2pyvvj6t', 0, '', '', '', '', '', 0, '2015-01-25 14:24:16', '2015-01-25 14:24:16'),
(89, '3da3197523cf48bf87026c17336c7983', 'FCSatGSu', 0, '', '', '', '', '', 0, '2015-01-25 14:26:41', '2015-01-25 14:26:41'),
(90, '33ae4621fab144f5af4cfd6050f4e38e', '8xyqo5la', 0, '', '', '', '', '', 0, '2015-01-25 14:30:09', '2015-01-25 14:30:09'),
(91, '6758084f36da4421ba1e70e66e65a7cf', '8a8UYpcr', 0, '', '', '', '', '', 0, '2015-01-25 14:48:31', '2015-01-25 14:48:31'),
(92, 'e0e79634171b49a2963f48f5d35f859d', 'CNXF9lmP', 0, '', '', '', '', '', 0, '2015-01-25 15:05:21', '2015-01-25 15:05:21'),
(93, 'a69abad92ea74c76af9cea61244edc60', '2aZWGUXd', 0, '', '', '', '', '', 0, '2015-01-25 15:12:24', '2015-01-25 15:12:24'),
(94, '826dc0a1a12a46c9a8c894a600a3e2e5', 'jPJ09LYk', 0, '', '', '', '', '', 0, '2015-01-25 15:24:06', '2015-01-25 15:24:06'),
(95, 'b21a2986cf3c42f69d7604a8a4f93836', '7obSiyoO', 0, '', '', '', '', '', 0, '2015-01-25 16:14:21', '2015-01-25 16:14:21'),
(96, '6d61af7f75404935b852fc7a484b4657', 'ZevGNacE', 0, '', '', '', '', '', 0, '2015-01-25 17:04:17', '2015-01-25 17:04:17'),
(97, 'f2289e7513e24be7b040aa48088e876f', 'UF5FXax5', 0, '', '', '', '', '', 0, '2015-01-25 17:59:51', '2015-01-25 17:59:51'),
(98, 'e8cdbcd60c9e44e6940de228167d9fe2', 'SsRL5Wyg', 0, '', '', '', '', '', 0, '2015-01-25 18:01:33', '2015-01-25 18:01:33'),
(99, '29e89e3ecf9143f28c36eec37a1c9c33', 'BrgrQhcH', 0, '', '', '', '', '', 0, '2015-02-22 14:39:12', '2015-02-22 14:39:12'),
(100, 'bdb2ecc9257a4bc89e23134c27845479', '8Tdd7KCJ', 0, '', '', '', '', '', 0, '2015-02-22 17:27:59', '2015-02-22 17:27:59'),
(101, '1d089f38631c462594496544d9037bbd', 'LPXnAJWc', 0, '', '', '', '', '', 0, '2015-02-28 13:41:41', '2015-02-28 13:41:41'),
(102, '9395c47fa4724d4d9708b723e21f64e8', '4B4fTvmU', 0, '', '', '', '', '', 0, '2015-03-07 16:31:08', '2015-03-07 16:31:08'),
(103, 'd5662f8454c84c12aaff25f63aaea586', 'xSeAtnUM', 0, '', '', '', '', '', 0, '2015-03-08 18:11:06', '2015-03-08 18:11:06'),
(104, '28d560817582463d88a8386dbe12b5eb', 'aOaTBWyx', 0, '', '', '', '', '', 0, '2015-03-14 14:04:49', '2015-03-14 14:04:49'),
(105, '3d435bee0c8a406f8294f09e25e80fb1', '3D2oiKxw', 0, '', '', '', '', '', 0, '2015-03-14 14:05:05', '2015-03-14 14:05:05'),
(106, '9e7d69518e7447bdbfc61fe2d3420a49', 'POlMhE9a', 0, '', '', '', '', '', 0, '2015-03-28 17:50:29', '2015-03-28 17:50:29'),
(107, '60c612eb3cb94881869e8737cbe95cdf', 'kwr68Jhz', 0, '', '', '', '', '', 0, '2015-04-04 20:09:51', '2015-04-04 20:09:51'),
(108, '82e4026ce0624f02b2ddbe34dbc16d9f', 'U5XxvD2f', 0, '', '', '', '', '', 0, '2015-04-04 20:24:58', '2015-04-04 20:24:58'),
(109, '73be398c71af4a63827665329644e342', 'SYzsEZyp', 0, '', '', '', '', '', 0, '2015-04-05 13:53:38', '2015-04-05 13:53:38'),
(110, 'c82d27b7e5474b199cadf1e6faaf86d7', 'jBUeyPk2', 0, '', '', '', '', '', 0, '2015-04-05 14:24:18', '2015-04-05 14:24:18'),
(111, '78d4bea6f4534b54bb540e3632ff7875', 'pfuyeG1l', 0, '', '', '', '', '', 0, '2015-04-05 14:25:59', '2015-04-05 14:25:59'),
(112, 'fd03dc6258444e0582c1744e4d12a0d6', 'GXSbattY', 0, '', '', '', '', '', 0, '2015-04-05 14:32:27', '2015-04-05 14:32:27'),
(113, 'e6b430a7b7e74a08870cdbeec7d6dadf', '7J3YetHG', 0, '', '', '', '', '', 0, '2015-04-05 14:38:43', '2015-04-05 14:38:43'),
(114, '19af47024e52491d8e2eafa9e90d902b', 'C985z4TM', 0, '', '', '', '', '', 0, '2015-04-05 14:59:08', '2015-04-05 14:59:08'),
(115, '0d89d88d34304ea0bc27a7a5dd29a138', 'LL4IjdxH', 0, '', '', '', '', '', 0, '2015-04-05 18:50:12', '2015-04-05 18:50:12'),
(116, 'ae120b042f6b4f038bed171feb1f2f0c', 'GqDqez52', 0, '', '', '', '', '', 0, '2015-04-05 18:54:04', '2015-04-05 18:54:04'),
(117, 'e705e6e47f3547949658afa7c51159c3', 'vwW4T9NW', 0, '', '', '', '', '', 0, '2015-04-05 18:55:30', '2015-04-05 18:55:30'),
(118, '54706e61326b466a88a3f4d1cdbfc3d1', 'lLELgVzh', 0, '', '', '', '', '', 0, '2015-04-05 18:55:34', '2015-04-05 18:55:34'),
(119, 'df03db718201489ab91922d12625b70b', 'o3mTYjZm', 0, '', '', '', '', '', 0, '2015-04-05 18:57:14', '2015-04-05 18:57:14'),
(120, 'da507484fb934222a8ada2f9d837aa5f', '7AjFWhKG', 0, '', '', '', '', '', 0, '2015-04-26 12:58:40', '2015-04-26 12:58:40'),
(121, '42cab67503db49cd979257cde9b1fe9a', 'HnU2LERa', 0, '', '', '', '', '', 0, '2015-04-26 13:38:08', '2015-04-26 13:38:08'),
(122, 'a23830ba1b3945eaaf1b46eb8e439f95', 'BgNSfqZZ', 0, '', '', '', '', '', 0, '2015-05-03 15:21:26', '2015-05-03 15:21:26'),
(123, '3e091eed4eb6444887a1a5f8dcbd8f3f', 'okHk8rFK', 0, '', '', '', '', '', 0, '2015-05-04 13:58:29', '2015-05-04 13:58:29'),
(124, 'bf6a520145d849fd81e7c49e97b9061a', 'fPsTQkBu', 0, '', '', '', '', '', 0, '2015-05-09 17:31:44', '2015-05-09 17:31:44'),
(125, 'a5ab3f9830bb4154900e28e2a3966a34', 'Zirm1bZV', 0, '', '', '', '', '', 0, '2015-05-10 10:56:56', '2015-05-10 10:56:56'),
(126, '4bf7f305287442c5b842f580db30cd42', 'URbv9NRr', 0, '', '', '', '', '', 0, '2015-05-16 14:06:51', '2015-05-16 14:06:51'),
(127, 'eadbfd0393f445e288741a8e8e5ba5be', 'jijpUHu0', 0, '', '', '', '', '', 0, '2015-05-16 16:29:45', '2015-05-16 16:29:45'),
(128, 'c74370d0f51b4a2ca476baa2fee8dfac', 'uZCv5zwe', 0, '', '', '', '', '', 0, '2015-05-17 10:11:38', '2015-05-17 10:11:38'),
(129, '2e05c8043cf04f6b9a8027cd012e1da7', 'HxaDJ5vI', 0, '', '', '', '', '', 0, '2015-05-17 14:19:16', '2015-05-17 14:19:16'),
(130, 'ef66fd50eb3c444899f089e7c9eee8c0', 'kqtIFeAj', 0, '', '', '', '', '', 0, '2015-05-24 13:48:30', '2015-05-24 13:48:30'),
(131, 'abe5ed474b2d494582a0ae0e07386983', '53vgquCP', 0, '', '', '', '', '', 0, '2015-05-24 13:49:27', '2015-05-24 13:49:27'),
(132, '2ee568c57d954ab7af1909a06ce077be', 'YyEqmL8X', 0, '', '', '', '', '', 0, '2015-06-07 13:52:18', '2015-06-07 13:52:18'),
(133, '4183b717da1b4d1486cd1521d926ea46', 'aDJfTucG', 0, '', '', '', '', '', 0, '2015-06-07 19:00:40', '2015-06-07 19:00:40'),
(134, 'b90edd8f9dea493e99dbeb96f6f1fe38', 'QdlMRyRt', 0, '', '', '', '', '', 0, '2015-06-13 14:15:22', '2015-06-13 14:15:22'),
(135, 'dda2c08b9c414d24b9c2296427efb215', 'fg0RlEkh', 0, '', '', '', '', '', 0, '2015-06-20 15:27:38', '2015-06-20 15:27:38'),
(136, 'c3afaae2fb7640e096dfdc4d65e2bb7e', 'FohBuoLR', 0, '', '', '', '', '', 0, '2015-07-05 13:41:17', '2015-07-05 13:41:17'),
(137, 'e7b823138ec94cf79fba1e5d57b93c15', '14as1KyF', 0, '', '', '', '', '', 0, '2015-07-05 18:02:50', '2015-07-05 18:02:50'),
(138, 'c3dcdc99a7ca41aea4a3ad8967d7053b', 'owWkq4KR', 0, '', '', '', '', '', 0, '2015-07-05 18:03:47', '2015-07-05 18:03:47'),
(139, '9877032bab7b4313b2c34e67bebf9552', 'XboSRX2M', 0, '', '', '', '', '', 0, '2015-07-18 14:28:54', '2015-07-18 14:28:54'),
(140, 'd193e5679ba24f50a622aa2412afd23b', 'LJe3LGUk', 0, '', '', '', '', '', 0, '2015-10-10 17:06:39', '2015-10-10 17:06:39'),
(141, 'd724d9e530bc486886197c37586792bd', 'LDMgtygd', 0, '', '', '', '', '', 0, '2015-11-26 00:12:48', '2015-11-26 00:12:48'),
(142, '0f53356f3db1469f8b1f6b3f337e06de', 'PRuEbJE1', 0, '', '', '', '', '', 0, '2015-12-29 14:36:49', '2015-12-29 14:36:49'),
(143, '3966c06a655743b4b7028340201cf1a9', 'IIZ1sPUp', 0, '', '', '', '', '', 0, '2015-12-29 14:38:44', '2015-12-29 14:38:44');

-- --------------------------------------------------------

--
-- テーブルの構造 `user_options`
--

CREATE TABLE `user_options` (
  `id` bigint(20) NOT NULL,
  `user_id` bigint(20) NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- テーブルの構造 `videos`
--

CREATE TABLE `videos` (
  `id` bigint(20) NOT NULL,
  `name` varchar(100) NOT NULL,
  `code` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `publish` datetime NOT NULL,
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- テーブルのデータのダンプ `videos`
--

INSERT INTO `videos` (`id`, `name`, `code`, `description`, `publish`, `created`, `modified`) VALUES
(5, 'CGじゃないぞ！！　イチローのミラクルスロー！【ユンケルCM】', 'q2Xshs3niys', '', '2014-10-13 00:00:00', '2014-10-13 06:55:57', '2014-10-13 06:55:57'),
(6, 'ふんわり鏡月『夏・うなじ』篇 15秒 石原さとみ サントリー CM', '04I2zjYNQ5k', '', '2014-10-13 00:10:00', '2014-10-13 06:56:43', '2014-10-13 06:56:43'),
(7, 'Nike Football Presents: 激戦上等 - Ronaldo, Neymar Jr., Rooney, Ibrahimović, Iniesta & more', '9-zPIT3Q6lI', '', '2014-10-13 00:00:00', '2014-10-13 06:58:04', '2014-10-13 06:58:04'),
(8, '【博多美女ん】ひろな July_Tue18(HD)', 'Se_dndYpqXg', '', '2014-10-13 00:00:00', '2014-10-13 06:58:47', '2014-10-13 06:58:47'),
(9, 'キリン CM 香川真司 「応援する者」篇 Shinji Kagawa', 'z8VWg9GUBWc', '', '2014-10-13 00:00:00', '2014-10-13 07:00:01', '2014-10-13 07:00:01'),
(10, 'GUARDIANS OF THE GALAXY - Official \"Extended Look\" Trailer #3 (2014) [HD]', 'aHUBlv5_K8Y', '', '2014-10-13 00:00:00', '2014-10-13 07:02:33', '2014-10-13 07:02:33'),
(11, 'RHYMESTER　『The Choice Is Yours』', 'OmjJWUM8VcA', '', '2014-12-29 16:42:00', '2014-12-29 16:42:53', '2014-12-29 16:42:53'),
(12, '安室奈美恵 / 「BRIGHTER DAY」MUSIC VIDEO -short ver.-', 'Dtkxu1HF6rk', '', '2014-12-29 16:45:00', '2014-12-29 16:45:47', '2014-12-29 16:45:47'),
(13, 'RHYMESTER　『ONCE AGAIN』', '0JxL3zWIWtQ', '', '2014-12-29 16:46:00', '2014-12-29 16:46:38', '2014-12-29 16:46:38'),
(14, 'ベイビーレイズ　暦の上ではディセンバー　MF', 'nw_PrmYaEac', '', '2014-12-29 16:49:00', '2014-12-29 16:49:24', '2014-12-29 16:49:24'),
(16, '『龍が如く０　誓いの場所』最新PV', 'TExQ0_7JaHM', '', '2015-03-21 16:35:00', '2015-03-21 16:36:10', '2015-03-21 16:36:10'),
(17, 'レキシ - 年貢 for you feat. 旗本ひろし、足軽先生', 'OJqNoFi5lcE', '', '2015-05-04 14:39:00', '2015-05-04 14:39:46', '2015-05-04 14:39:46'),
(20, 'Criss Angel BeLIEve: Criss Rips Bodies Apart (On Spike)', 'i5gK2MxGR0M', '', '2015-05-10 11:19:00', '2015-05-10 11:19:25', '2015-05-10 11:19:25'),
(21, 'JungGi Kim Drawing show in Angoulême BD festival 2015', 'kKtGVJiOC2Q', '', '2015-06-07 16:37:00', '2015-06-07 16:38:06', '2015-06-07 16:38:06'),
(22, 'Can You Walk on Water? (Non-Newtonian Fluid Pool)', 'D-wxnID2q4A', '', '2015-06-07 16:38:00', '2015-06-07 16:38:55', '2015-06-07 16:38:55'),
(23, 'Jackie Chan chopsticks portrait by REDhongyi', 'z-N3nb4_zjU', '', '2015-06-07 16:39:00', '2015-06-07 16:41:21', '2015-06-07 16:41:21'),
(24, 'Drop\'s 「未来」Music Video', 'Qk1IBkgbl98', '', '2015-06-07 16:42:00', '2015-06-07 16:42:57', '2015-06-07 16:42:57'),
(25, 'the POWER of Words～『ことばの力』', 'DhcrP1T9Um0', '', '2015-06-07 16:43:00', '2015-06-07 16:44:19', '2015-06-07 16:44:19'),
(26, 'The Web We Want: An Open Letter', 'Xm5i5kbIXzc', '', '2015-06-07 16:45:00', '2015-06-07 16:45:15', '2015-06-07 16:45:15'),
(27, 'Out of Sight (敲敲)', '4qCbiCxBd2M', '', '2015-06-07 16:45:00', '2015-06-07 16:46:01', '2015-06-07 16:46:01'),
(28, 'Kankudai by Mahiro(7-year-old girl)', 'DZlUgkTGeAQ', '', '2015-06-07 16:46:00', '2015-06-07 16:46:56', '2015-06-07 16:46:56'),
(29, 'Going to School', 'kP7w1XYqq0M', '', '2015-06-07 16:47:00', '2015-06-07 16:47:46', '2015-06-07 16:47:46'),
(30, 'Zoochosis: Escalator', '_xf3ELqb6kc', '', '2015-06-07 16:48:00', '2015-06-07 16:48:38', '2015-06-07 16:48:38'),
(31, 'Lily\'s Disneyland Surprise!', 'OOpOhlGiRTM', '', '2015-06-07 16:56:00', '2015-06-07 16:56:56', '2015-06-07 16:56:56'),
(32, 'Holland\'s Got Talent 2013 - Amira Willighagen (9)', 'VBMfgLvRZJs', '', '2015-06-07 16:57:00', '2015-06-07 16:58:01', '2015-06-07 16:58:01'),
(33, 'I Forgot My Phone', 'OINa46HeWg8', '', '2015-06-07 16:58:00', '2015-06-07 16:58:39', '2015-06-07 16:58:39'),
(35, 'CMドラマ　ついに1年越しで彼女がOK編　完全版', 'uHR216Ro1j4', '', '2015-06-07 16:59:00', '2015-06-07 17:00:09', '2015-06-07 17:00:09'),
(36, '#ViolenceIsViolence: Domestic abuse advert Mankind', 'u3PgH86OyEM', '', '2015-06-07 17:00:00', '2015-06-07 17:00:45', '2015-06-07 17:00:45'),
(37, 'Nico\'s Story', '10GD9inHQbI', '', '2015-06-07 17:01:00', '2015-06-07 17:01:27', '2015-06-07 17:01:27'),
(38, '4 Year Olds Bucket List - Water is Life', 'XYf82F3CHYo', '', '2015-06-07 17:01:00', '2015-06-07 17:02:04', '2015-06-07 17:02:04'),
(39, 'Cutest Karate Kids Taekwondo Fight Ever - Martial Artist Battle', '4kPophWJKhk', '', '2015-06-07 17:02:00', '2015-06-07 17:02:44', '2015-06-07 17:02:44'),
(40, 'Broccoli Samurai - Mario Kart Fun', 'vBUULD_L0Uo', '', '2015-06-07 17:03:00', '2015-06-07 17:03:20', '2015-06-07 17:03:20'),
(41, 'Microsoft: Productivity Future Vision', 'w-tFdreZB94', '', '2015-06-07 17:03:00', '2015-06-07 17:03:53', '2015-06-07 17:03:53'),
(42, 'A week in the life of a Tokyo salary man【字幕付き】', 'po8IPh64rVM', '', '2015-06-07 17:05:00', '2015-06-07 17:05:33', '2015-06-07 17:05:33'),
(43, 'Riding the White Line', 'GzhlDnTv0pc', '', '2015-06-07 17:05:00', '2015-06-07 17:06:09', '2015-06-07 17:06:09'),
(44, 'Japanese Flip Books', '1e1GKG-Gmjk', '', '2015-06-07 17:06:00', '2015-06-07 17:06:42', '2015-06-07 17:06:42'),
(45, '毛皮反対プロジェクト', '99yWAjKcLdM', '', '2015-06-07 17:06:00', '2015-06-07 17:07:14', '2015-06-07 17:07:14'),
(46, 'The New Tube for London', 'Z3Q0FZUKHkY', '', '2015-06-07 17:07:00', '2015-06-07 17:07:41', '2015-06-07 17:07:41'),
(47, 'Samurai Girl ~ One Girl\'s Story of becoming a Samurai（サムライガール〜相馬野馬追）', 'rLpDpP3S38k', '', '2015-06-07 17:08:00', '2015-06-07 17:08:35', '2015-06-07 17:08:35'),
(48, 'Green Lake, Austria', 'Qkgc1ljb144', '', '2015-06-07 17:08:00', '2015-06-07 17:09:09', '2015-06-07 17:09:09'),
(49, '映画『フルスロットル』ゼロG＝無重力のパルクール映像 feat.ZEN', 'F8L3rPZefBc', '', '2015-06-07 17:09:00', '2015-06-07 17:09:40', '2015-06-07 17:09:40'),
(50, 'Brunettes Shoot Blondes - Knock Knock (Official Video) - Music on 14 Apple Screens', 'RC_0NzJ2mWA', '', '2015-06-07 17:09:00', '2015-06-07 17:10:11', '2015-06-09 22:57:28'),
(51, 'Most Epic Nerf War in History!', 'bKG2WAkgyyU', '', '2015-06-07 17:10:00', '2015-06-07 17:10:44', '2015-06-07 17:10:44'),
(52, 'AMAZING STREET HACK', '1hpU_Neg1KA', '', '2015-06-07 17:11:00', '2015-06-07 17:11:17', '2015-06-07 17:11:17'),
(53, 'LOVE JAPAN', 'MbXugf-02_o', '', '2015-06-07 17:11:00', '2015-06-07 17:11:46', '2015-06-07 17:11:46'),
(54, 'Apple - Holiday - TV Ad - Misunderstood', 'nhwhnEe7CjE', '', '2015-06-07 17:12:00', '2015-06-07 17:12:24', '2015-06-07 17:12:24'),
(55, 'Navdy: Feels Like Driving In The Future', 'pKL4PJICS40', '', '2015-06-07 17:12:00', '2015-06-07 17:13:07', '2015-06-07 17:13:07'),
(56, 'The Best Mentawai Islands Surf Video from my drone, Phyllis. June 2014, by Paul Borrud', 'kLg5t6xhFP4', '', '2015-06-07 17:13:00', '2015-06-07 17:13:38', '2015-06-07 17:13:38'),
(57, 'The world-changing sensor we saw at CES', '4VtXvj4X0CE', '', '2015-06-07 17:13:00', '2015-06-07 17:14:26', '2015-06-07 17:14:26'),
(58, 'THE FOUR PLAYERS: The Fixer', 'jBRVSdwpjzo', '', '2015-06-07 17:14:00', '2015-06-07 17:15:04', '2015-06-07 17:15:04'),
(59, 'MAN', 'WfGMYdalClU', '', '2015-06-07 17:15:00', '2015-06-07 17:15:37', '2015-06-07 17:15:37'),
(60, 'GoPro: Backflip Over 72ft Canyon - Kelly McGarry Red Bull Rampage 2013', 'x76VEPXYaI0', '', '2015-06-07 17:15:00', '2015-06-07 17:16:14', '2015-06-07 17:16:14'),
(61, 'Emma Watson Unmasks', 'vfIHsurwTMo', '', '2015-06-07 17:16:00', '2015-06-07 17:17:00', '2015-06-07 17:17:00'),
(62, 'Brushy One String - Chicken in The Corn (Official Video)', 'E8H-67ILaqc', '', '2015-06-07 17:17:00', '2015-06-07 17:17:30', '2015-06-09 22:56:50'),
(63, 'Around the World in 360° Degrees - 3 Year Epic Selfie', 'VTlXttQL_Yk', '', '2015-06-07 17:17:00', '2015-06-07 17:17:59', '2015-06-07 17:17:59'),
(64, 'How to Open a Beer with Paper - CHOW Tip', '00DWLkVLbd4', '', '2015-06-07 17:18:00', '2015-06-07 17:18:32', '2015-06-07 17:18:32'),
(65, 'iPhone (MetroGnome Remix)', 'M3h00M9dcj4', '', '2015-06-07 17:18:00', '2015-06-07 17:19:05', '2015-06-07 17:19:05'),
(66, 'Jリーグ×キャプテン翼 ＃３　ツインシュート　Captain Tsubasa super shot', 'V2LzbxRzkdA', '', '2015-06-07 17:19:00', '2015-06-07 17:19:46', '2015-06-07 17:19:46'),
(67, 'One Camper\'s Incredible Encounter With an Alaskan Brown Bear', '0cfBVCNGMAg', '', '2015-06-07 17:20:00', '2015-06-07 17:20:35', '2015-06-07 17:20:35'),
(68, 'OK Go - I Won\'t Let You Down - Official Video', 'u1ZB_rGFyeU', '', '2015-06-07 17:20:00', '2015-06-07 17:21:03', '2015-06-07 17:21:03'),
(69, 'Marten Horák - Reality?', 'YSqmY6r1X8M', '', '2015-06-07 17:21:00', '2015-06-07 17:21:33', '2015-06-07 17:21:33'),
(70, 'The Unbelievable Game - Pepsi Max. Unbelievable #LiveForNow', 'jkUcFF4VmO4', '', '2015-06-07 17:21:00', '2015-06-07 17:22:12', '2015-06-07 17:22:12'),
(71, 'Go Freebord!', 'XMj8YTeVtbk', '', '2015-06-07 17:22:00', '2015-06-07 17:22:43', '2015-06-07 17:22:43'),
(72, 'A Second a Day from Birth.', 'ZtgzTr8iopk', '', '2015-06-07 17:23:00', '2015-06-07 17:23:19', '2015-06-07 17:23:19'),
(73, 'Driscoll Middle School Trick Play', '0UIdI8khMkw', '', '2015-06-07 17:23:00', '2015-06-07 17:23:53', '2015-06-07 17:23:53'),
(74, 'معقوله المقطع ده هيخليك تضحك من غير ما تحس !! وتحدي', 'NZqUvFkBj9g', '', '2015-06-07 17:24:00', '2015-06-07 17:24:19', '2015-06-07 17:24:19'),
(75, 'Meet South Africa (New South African Tourism brand video)', 'zv1MU_Nh8ck', '', '2015-06-07 17:24:00', '2015-06-07 17:24:44', '2015-06-07 17:24:44'),
(76, 'This Poor Family Gets Shot with 3,192 Paintballs in 5.3 Seconds to Prove a Powerful Point -VidAngel', 'B7t85SESTXI', '', '2015-06-07 17:25:00', '2015-06-07 17:25:13', '2015-06-07 17:25:13'),
(77, 'Coca-Cola Friendly Twist', 't9cmoT_wb0A', '', '2015-06-07 17:25:00', '2015-06-07 17:25:38', '2015-06-07 17:25:38'),
(78, 'ドコモ地図ナビ「3D地図」サービス紹介', 'FHM0EYEf-b8', '', '2015-06-07 17:25:00', '2015-06-07 17:26:14', '2015-06-07 17:26:14'),
(79, 'Wood spiny lobster', 'nD53blQl1no', '', '2015-06-07 17:26:00', '2015-06-07 17:26:36', '2015-06-07 17:26:36'),
(80, 'dtac \"the power of love\" TVC (Official HD): โฆษณาดีแทค', 'PmCDxY2lJAE', '', '2015-06-07 17:26:00', '2015-06-07 17:27:18', '2015-06-09 22:55:55'),
(81, 'World Vision - Blanket | YouTube Commercial', 'vMVYv8lsXqI', '', '2015-06-07 17:28:00', '2015-06-07 17:28:15', '2015-06-07 17:28:15'),
(82, 'もしもあなたがあと5分しか生きられなかったら（日本語字幕）', '5dZuRWM9CKE', '', '2015-06-07 17:28:00', '2015-06-07 17:28:57', '2015-06-07 17:28:57'),
(83, 'Liseberg - The fun queue (case)', 'C61pT-hEJXM', '', '2015-06-07 17:29:00', '2015-06-07 17:29:29', '2015-06-07 17:29:29'),
(84, 'Merrell virtual hike', 'efd6WhPmTyU', '', '2015-06-07 17:29:00', '2015-06-07 17:30:12', '2015-06-07 17:30:12'),
(85, 'CLAIMS YOUR TERRITORY. The new BMW X5 M and BMW X6 M.', '8QJigHtz40E', '', '2015-06-07 17:30:00', '2015-06-07 17:30:35', '2015-06-07 17:30:35'),
(86, 'Volvo Trucks - The Epic Split feat. Van Damme (Live Test 6)', 'M7FIvfx5J10', '', '2015-06-07 17:30:00', '2015-06-07 17:30:57', '2015-06-07 17:30:57'),
(87, 'ムヒカ大統領の衝撃的なスピーチ【世界で最も貧乏な大統領】', 'Q7aJcf_Lexs', '', '2015-06-07 17:31:00', '2015-06-07 17:31:29', '2015-06-07 17:31:29'),
(88, 'Pixel extraits', 'B2OL_RxJKlQ', '', '2015-06-07 17:31:00', '2015-06-07 17:31:50', '2015-06-07 17:31:50'),
(89, 'アイサイトでの事故回避例', '8Hp0H-auFXk', '', '2015-06-07 17:32:00', '2015-06-07 17:32:13', '2015-06-07 17:32:13'),
(90, '映画『インターステラー』スペシャル映像【HD】2014年11月22日公開', 'qZZ9jRan9eo', '', '2015-06-07 17:32:00', '2015-06-07 17:32:46', '2015-06-07 17:32:46'),
(91, '映画『マッドマックス 怒りのデス・ロード』予告1【HD】2015年6月20日公開', 'YXhJGkZzS-4', '', '2015-06-07 17:33:00', '2015-06-07 17:33:09', '2015-06-07 17:33:09'),
(92, 'ゲーム『バットマン：アーカム・ナイト』2015.7.2発売決定告知トレーラー', '7XTdjmBjkNw', '', '2015-06-07 17:33:00', '2015-06-07 17:33:39', '2015-06-07 17:33:39'),
(93, 'Kinect-Powered Cube Unveiled at Decibel Festival', '1jzHcXZFJMw', '', '2015-06-07 17:33:00', '2015-06-07 17:34:07', '2015-06-07 17:34:07'),
(94, 'Mr.Knocky ミスターノッキー', 'DcYUfO-5_Dc', '', '2015-06-07 17:34:00', '2015-06-07 17:34:46', '2015-06-07 17:34:46'),
(95, 'Nike Football: Winner Stays. ft. Ronaldo, Neymar Jr., Rooney, Ibrahimović, Iniesta & more', '3XviR7esUvo', '', '2015-06-07 17:34:00', '2015-06-07 17:35:11', '2015-06-07 17:35:11'),
(96, '「進撃の巨人」予告', '2X0i4gnbBOA', '', '2015-06-07 17:35:00', '2015-06-07 17:35:45', '2015-06-07 17:35:45'),
(97, 'GoPro Footage From U.S. EVA #30', '26QWMMT1c8Y', '', '2015-06-07 17:35:00', '2015-06-07 17:36:11', '2015-06-07 17:36:11'),
(98, 'Traffic in Frenetic HCMC, Vietnam', '08OpjYn1BlY', '', '2015-06-07 17:36:00', '2015-06-07 17:37:07', '2015-06-07 17:37:07'),
(99, '「バケモノの子」予告', 'BTOWVxi2KC8', '', '2015-06-07 17:37:00', '2015-06-07 17:37:33', '2015-06-07 17:37:33'),
(100, 'Watch a US Navy aircraft carrier launch all its F-18 fighter jets', 'c0vKjewofLU', '', '2015-06-07 17:37:00', '2015-06-07 17:38:11', '2015-06-07 17:38:11'),
(101, 'Amazing Drone Footage of Nubian Pyramids', 'O7tAuPi_azU', '', '2015-06-07 17:38:00', '2015-06-07 17:38:39', '2015-06-07 17:38:39'),
(102, 'Hoverboard in Real Life! In 4K!', 'gMaDhkNJA2g', '', '2015-06-07 17:46:00', '2015-06-07 17:39:05', '2015-12-29 17:45:40'),
(103, '[HD]ベッカム、ファウルで横たわる選手にボールをキック、大絶賛される', 'wmyPmQSjA0c', '', '2015-06-07 17:39:00', '2015-06-07 17:39:35', '2015-06-07 17:39:35'),
(104, 'ダヴ　フランスのCM　シャンプーの効果でロン毛男性が女性に見えちゃう！？', 'gOnBUHqaic4', '', '2015-06-07 17:39:00', '2015-06-07 17:40:04', '2015-06-07 17:40:04'),
(105, '【美技】美しすぎるイチロースーパープレイ集', 'Le2VLDFBIs0', '', '2015-06-07 17:40:00', '2015-06-07 17:40:35', '2015-06-07 17:40:35'),
(106, '【トップ10】フェデラーの天才的フェイクショット', 'ZN5NOr_JI5w', '', '2015-06-07 17:40:00', '2015-06-07 17:41:02', '2015-06-07 17:41:02'),
(107, 'The Tale of The Princess Kaguya Official US Release Trailer #1 (2014) - Studio Ghibli Film HD', 'tM6hcHp0_kU', '', '2015-06-07 17:41:00', '2015-06-07 17:41:24', '2015-06-07 17:41:24'),
(108, 'ペルソナ５　PV#01', 'oc_9r4wifFc', '', '2015-06-07 17:41:00', '2015-06-07 17:41:50', '2015-06-07 17:41:50'),
(109, 'Miyavi Performs \'Let Go\'', '1vHQnZvFOEc', '', '2015-06-07 17:42:00', '2015-06-07 17:42:35', '2015-06-09 22:55:18'),
(110, 'MIYAVI - The Others', 'PCco_YBsU3w', '', '2015-06-07 17:42:00', '2015-06-07 17:42:59', '2015-06-07 17:42:59'),
(111, 'Daft Punk Get Lucky The Grammy 2014', 'RSaTCcb2eXI', '', '2015-06-07 17:43:00', '2015-06-07 17:43:23', '2015-06-07 17:43:23'),
(112, 'AC Milan vs. Super Car by TOYO TIRES', 'M092PBHytC8', '', '2015-06-07 17:46:00', '2015-06-07 17:43:43', '2015-12-29 17:44:43'),
(113, 'The talking window', 'azwL5eoE5aI', '', '2015-06-07 17:43:00', '2015-06-07 17:44:16', '2015-06-07 17:44:16'),
(115, 'DICK\'S Sporting Goods Baseball Commercial - Every Pitch', 'wpbU8vlGlzk', '', '2015-06-07 17:45:00', '2015-06-07 17:45:13', '2015-06-07 17:45:13'),
(116, 'Honda \"Hands\"', 'Dxy4n0UT82o', '', '2015-06-07 17:45:00', '2015-06-07 17:45:34', '2015-06-07 17:45:34'),
(120, 'Guilty dog apologizes baby for stealing her toy:it is never too late for apologize for friends', 'eV8k2cpAptU', '', '2015-12-29 17:16:00', '2015-12-29 17:16:38', '2015-12-29 17:16:38'),
(121, 'Most Shocking Second a Day Video', 'RBQ-IoHfimQ', '', '2015-12-29 17:16:00', '2015-12-29 17:16:54', '2015-12-29 17:16:54'),
(122, '忍者女子高生 | 制服で大回転 | japanese school girl chase #ninja', 'qHFr1_md3Ok', '', '2015-12-29 17:30:00', '2015-12-29 17:17:06', '2015-12-29 17:43:56'),
(123, '福岡・西中洲「和田門」のレモンステーキがジュージュー！', '0WMua2zOuxg', '福岡・西中洲「和田門」のレモンステーキがジュージュー！', '2019-02-04 22:45:40', '2019-02-04 22:45:40', NULL),
(125, '元祖博多めんたい重', 'CT4Fi2KLhdk', '西中洲大通り「めんたい重」', '2019-02-07 19:30:18', '2019-02-07 19:30:18', NULL),
(126, '福岡 もつ鍋「梟 ふくろう」', 'W7RK-f09g-I', '福岡県博多で人気の もつ鍋屋、梟さん。https://jiyuzine.com/trip/post_941/', '2019-02-07 19:31:52', '2019-02-07 19:31:52', NULL),
(127, 'お通しが人気！ 福岡・春吉「食堂 えぶりお」の目と舌で満足する創作和食', 'yPWSDAMssWo', 'いいよ', '2019-02-07 19:32:46', '2019-02-07 19:32:46', NULL),
(128, 'たべごころ　食人ごころ　『レストラン アレナ』', 'PtQwMD_jmK4', 'たべごころ　毎週土曜日ごご5時放送\r\n\r\nhttp://rkb.jp/tabegocoro/\r\n\r\n (2018年4月21日ＯＡ)\r\nレストラン アレナ\r\nお問い合わせ\r\n住　所：福岡市中央区西中洲１０−３NB.L.D１階', '2019-02-07 19:34:19', '2019-02-07 19:34:19', NULL),
(129, '九州のうまいものに乾杯！福岡篇', 'YkoTzj3GJss', '美食の街・福岡の名店を舞台に、店主自慢の「うまいもの」をご紹介する、霧島酒造 芋麹焼酎「吉助」ＴＶＣＭシリーズ。', '2019-02-07 19:35:41', '2019-02-07 19:35:41', NULL),
(130, '寿司　福岡・西中洲　河庄本店', '1D4GcQWt-qY', '福岡・西中洲の「河庄本店」です。王貞治ソフトバンクホークス会長の行きつけのお寿司屋さんとして紹介されますが、老舗の名店であり高級寿司割烹のお店です。', '2019-02-07 19:36:44', '2019-02-07 19:36:44', NULL),
(131, '炭火焼鶏　黒船　西中洲店', 'bExkgkInvQI', '住／福岡市中央区西中洲11‐5　セブンイレブン2Ｆ\r\n電話／092-718‐0860\r\n営／17:00～24:00（ＬＯ23:30）\r\n休／無休\r\nキャパ／140席（最大宴会人数80名）\r\n※天神店もあります。お気軽にお問い合わせ下さい。\r\n092-737-0833\r\n福岡市中央区天神2-6-27　天神東宝2Ｆ', '2019-02-07 19:38:24', '2019-02-07 19:38:24', NULL),
(132, '藤よし　西中洲', 'yFeAorjQs1Y', '西中洲の藤よし', '2019-02-07 19:39:42', '2019-02-07 19:39:42', NULL),
(133, '博多ほたる 西中洲本店 OPEN告知', 'qZlFyAkkOqY', '博多ほたる 西中洲', '2019-02-07 19:40:41', '2019-02-07 19:40:41', NULL),
(134, '福岡・西中洲「和田門」のレモンステーキがジュージュー！', '0WMua2zOuxg', '美味しい', '2019-02-07 22:24:11', '2019-02-07 22:24:11', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `bookmarks`
--
ALTER TABLE `bookmarks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `bookmark_items`
--
ALTER TABLE `bookmark_items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `followers`
--
ALTER TABLE `followers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gs_bm_table`
--
ALTER TABLE `gs_bm_table`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `keywords`
--
ALTER TABLE `keywords`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `members`
--
ALTER TABLE `members`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `movins`
--
ALTER TABLE `movins`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `php02_table`
--
ALTER TABLE `php02_table`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `shares`
--
ALTER TABLE `shares`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `stores`
--
ALTER TABLE `stores`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `identifier` (`movinid`);

--
-- Indexes for table `user_options`
--
ALTER TABLE `user_options`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `videos`
--
ALTER TABLE `videos`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `bookmarks`
--
ALTER TABLE `bookmarks`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `bookmark_items`
--
ALTER TABLE `bookmark_items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `followers`
--
ALTER TABLE `followers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `gs_bm_table`
--
ALTER TABLE `gs_bm_table`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `items`
--
ALTER TABLE `items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `keywords`
--
ALTER TABLE `keywords`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=406;

--
-- AUTO_INCREMENT for table `members`
--
ALTER TABLE `members`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `movins`
--
ALTER TABLE `movins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `php02_table`
--
ALTER TABLE `php02_table`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `shares`
--
ALTER TABLE `shares`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `stores`
--
ALTER TABLE `stores`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=144;

--
-- AUTO_INCREMENT for table `user_options`
--
ALTER TABLE `user_options`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `videos`
--
ALTER TABLE `videos`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=135;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
